export const quiz = {
    totalQuestions: 5,
    questions: [
        {
            id: 1,
            question: "تعداد حلقه های المپیک",
            answers: ["۵ عدد", "۶ عدد", "۷ عدد", "۸ عدد"],
            correctAnswer: "۵ عدد",
            type: "😡"
        },
        {
            id: 2,
            question: "ارتفاعات سهند در کدام استان قرار دارد",
            answers: ["آذربایجان شرقی", "آذربایجان غربی", "کردستان", "زنجان"],
            correctAnswer: "آذربایجان شرقی",
            type: "😵"
        },
        {
            id: 3,
            question: "کدام درخت نماد صلح است",
            answers: ["سرو", "زیتون", "سیب", "نارنج"],
            correctAnswer: "زیتون",
            type: "🤣"
        },
        {
            id: 4,
            question: "تجریه ظروف پلاستیکی چند سال طول میکشد",
            answers: ["۵۰ سال", "۵۰۰ سال", "۵ هزار سال", "۵۰ هزار سال"],
            correctAnswer: "۵۰۰ سال",
            type: "😡"
        },
        {
            id: 5,
            question: "جزایر لانگرهانس در کجا قرار دارد",
            answers: ["اقیانوسیه", "لوز المعده", "اسپانیا", "جمجمه"],
            correctAnswer: "لوز المعده",
            type: "😡"
        },
    ],
};
